9/data/attachments/5ea2e564c0333b60.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patricia_somebody_Friend_40641_5</nif:username>
            <nif:friendToBeRequested>soap_friends_b9e16bab-8608-4bc4-8d04-c9a69ef54cc2</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>